# St7DisableModelRotationUnit

Restores the API default report of rotations in radians, overriding the rotation units set by St7SetResultOptions.

long St7DisableModelRotationUnit(long uID)
Input Parameters
uID
Strand7 model file ID.